{ 
    "trips" : [
        {
            "title" : "Golden Circle and Horseback Riding",
            "duration" : "11",
            "price" : "170",
            "about" : "Combine the highlights of Iceland's south coast with a horseback riding adventure on this combination tour from Reykjavik. The first part of your tour takes you to sites including Thingvellir National Park, Gullfoss waterfall, and Geysir geothermal area. Afterward, you embark upon a scenic ride through the Icelandic countryside on a unique Icelandic horse, which lets you experience their special tölt gait. Includes hotel pickup and drop-off. Combine sightseeing around the Golden Circle with a countryside ride on an Icelandic horse Includes hassle-free Reykjavik hotel pickup and drop-off Travel aboard a comfortable bus with free Wi-Fi: Upload and share photos throughout the day Deepen your understanding of the sites you visit via the audio guide",
            "image" : "File:myndir/hest.jpg",
            "keywords" : ["golden circle", "golden", "circle", "horseback", "horses", "riding", "adventure"]
        },
        {
            "title" : "Northern Lights Tour from Reykjavík",
            "duration" : "3",
            "price" : "90",
            "about" : "Seize the opportunity to see one of the world’s greatest natural spectacles on this evening Reykjavik Northern Lights tour. Hop into an air-conditioned coach with an expert guide, and venture deep into Iceland’s darkness-cloaked countryside, far from the electric glow of any towns. Stop at different locations to scan the ink-black skies for the legendary lights, and with luck, catch a dazzling display that you’ll remember forever. Taking a Northern Lights Iceland tour is a must for anyone visiting Reykjavik in winter, so don’t miss out! Evening tour to see the amazing Northern Lights One of the world's most amazing natural phenomena, also known as the Aurora Borealis English-speaking tour guide Pickup and drop-off from Reykjavik area hotels and guesthouses",
            "image" : "File:myndir/nordurljos.jpg",
            "keywords" : ["northern lights", "northern", "lights", "sightseeing", "bus"]
        },
        {
            "title" : "Beer and Food Tasting Tour in Reykjavík",
            "duration" : "2",
            "price" : "80",
            "about" : "Join a fun group of foodies and beer lovers at a hip, contemporary bar in the heart of Reykjavík’s Old Harbor for a 2-hour tasting tour through Iceland’s food, culture and customs. Enjoy six pairings of craft beers and locally-sourced foods that tell a story about Icelandic terroir and traditions. Immerse yourself in the flavors of the far north while listening to stories, legends and insider tips from your local host. 2-hour Icelandic pairing meal Sample local beer Enjoy six locally-sourced small plates Learn about traditional and modern Icelandic cuisine Receive discounts at select restaurants, shops and attractions Get inside tips from a local",
            "image" : "File:myndir/bjor.jpg",
            "keywords" : ["beer tasting", "food tasting", "beer", "food", "tasting", "cusine", "culture"]
        }
    ]
}